<!--隐私政策-->
<template>
  <div>
    <pageHeader ref="pageHeader" title="隐私政策" />
    <div class="content">
      <p class="int mgt">为切实保护光芒用户隐私权，优化用户体验，光芒根据现行法规及政策，制定本《隐私政策》。 本《隐私政策》将详细说明光芒在获取、管理及保护用户个人信息方面的政策及措施。本《隐私政策》适用于光芒向你提供的所有服务，无论你是通过计算机设备、移动终端或其他设备获得的光芒服务。</p>
      <p class="int">对于本隐私政策或相关事宜有任何问题，你可随时与我们联系。</p>
      <p class="int b">本隐私政策部分将帮助你了解以下内容：</p>
      <p class="int b">1、我们如何收集和使用你的个人信息</p>
      <p class="int b">2、我们如何使用必要的技术服务和技术措施</p>
      <p class="int b">3、我们如何共享、转让、公开披露你的个人信息</p>
      <p class="int b">4、我们如何保护你的个人信息</p>
      <p class="int b">5、你如何管理你的个人信息</p>
      <p class="int b">6、我们如何处理未成年人的个人信息</p>
      <p class="int b">7、本隐私政策如何修改</p>
      <p class="int b">8、争议解决</p>
      <p class="int">本隐私政策是你使用光芒服务及各项功能的基础性法律文件，我们希望你在使用光芒服务前仔细阅读并明确你已经充分理解、接受本政策的内容，希望你可以根据自己的理解做出合适的选择。我们努力通过通俗的语言表述本隐私政策中涉及的相关术语以便你更好地理解。在我们更新本隐私政策后（我们会及时提示你更新的情况）你继续使用我们的产品与/或服务，即意味着你同意本隐私政策(含更新版本)内容，并且同意我们按照本隐私政策收集、使用、保存和共享你的相关信息。</p>
      <p class="int">本隐私政策涉及的个人信息包括：基本信息（包括个人姓名、生日、性别、住址、个人电话号码、电子邮箱）；个人身份信息（包括身份证、军官证、护照、驾驶证、相关身份证明等）；个人位置信息；网络身份标识信息（包括系统账号、IP地址、邮箱地址及与前述有关的密码、密保）；通讯录；个人上网记录（包括搜索记录、软件使用记录、点击记录）；个人常用设备信息（包括硬件型号、设备MAC地址、操作系统类型、软件列表唯一设备识别码（如IMEI/android ID/IDFA/OPENUDID/GUID、SIM卡IMSI信息等在内的描述个人常用设备基本情况的信息）；</p>
      <p class="int">本隐私政策涉及的个人信息包括：基本信息（包括个人姓名、生日、性别、住址、个人电话号码、电子邮箱）；个人身份信息（包括身份证、军官证、护照、驾驶证、相关身份证明等）；个人位置信息；网络身份标识信息（包括系统账号、IP地址、邮箱地址及与前述有关的密码、密保）；通讯录；个人上网记录（包括搜索记录、软件使用记录、点击记录）；个人常用设备信息（包括硬件型号、设备MAC地址、操作系统类型、软件列表唯一设备识别码（如IMEI/android ID/IDFA/OPENUDID/GUID、SIM卡IMSI信息等在内的描述个人常用设备基本情况的信息）；</p>
      <p class="b mgt title">1、个人信息的收集</p>
      <p class="int">你已知悉且同意，在你注册光芒账号或使用光芒提供的服务时，光芒将记录你提供的相关个人信息，如：密码、手机号码等，上述个人信息是你获得光芒提供服务的基础。同时，基于优化用户体验之目的，光芒会获取与提升光芒服务有关的其他信息，例如当你访问光芒时，我们可能会收集哪些服务的受欢迎程度等以便优化我们的服务。</p>
      <p class="int b">在你使用光芒前，我们会引导你阅读本协议，并在你接受本协议的基础上，获得你的相关个人信息。如果你不同意提供个人信息，你将无法使用光芒的全部或部分功能和服务，或无法获得更个性化的功能，或无法参加某些活动，或无法收到我们的通知等。</p>
      <p class="int b">光芒仅会在出现下列情况时收集你的个人信息：</p>
      <p class="int b">在你注册光芒账号时，我们至少会收集你的账户昵称、性别、密码、密码保护选项、电子邮箱、手机号码等信息。若你以其他方式关联登陆光芒，我们会向关联第三方请求你的个人信息，对于我们要求但第三方无法提供的个人信息，我们仍可以要求你提供。如果你拒绝提供这些信息，将影响你使用光芒或光芒的相关功能。在您注册使用光芒时，我们会对你进行实名验证，如果你拒绝提供有关信息，光芒将拒绝向你提供服务。</p>
      <p class="int b">在你发送光芒、使用光芒提供的位置定位服务时，我们会收集你的位置信息、设备信息等。光芒保证在你的设备使用定位服务时不会收集其他无关信息。</p>
      <p class="int b">在你使用光芒提供的搜索服务时，我们会收集你的查询关键字信息、设备信息等，为了提供高效的搜索服务，这些信息有部分可能会暂时存储在你的本地存储设备之中。在此，你需要注意的是，你的关键词信息无法单独识别你的个人身份，其不属于你的个人信息，因此我们有权以其他的目的对其进行使用；只有当你的搜索关键词信息与你的其他信息互有联系并可以识别你的个人身份时，则在结合使用期间，我们会将你的搜索关键词信息作为你的个人信息，与你的搜索历史记录一同按照本隐私政策对其进行处理与保护。</p>
      <p class="int b">在你使用光芒提供的身份认证服务时，我们会收集你的姓名、身份证号、职业、有关身份证明等信息，光芒对你的这些隐私信息会加以最大程度的保护，如果你不提供这些信息，我们将无法提供相关服务。</p>
      <p class="int b">当你参加光芒的有关营销活动时，我们会收集你的姓名、通讯地址、联系方式、银行账号等信息。这些信息是你收到转账或礼品的基础，如果你拒绝提供这些信息，我们将无法向你转账或发放礼品。</p>
      <p class="int b">光芒会收集你设备的具体位置信息为你提供你所在城市的有关资讯，光芒所收集的信息中不会涉及你设备的其他信息。</p>
      <p class="int b">当你在光芒中使用第三方提供的服务时 ，光芒视为你允许第三方收集你的订单信息、支付信息等，如果你拒绝第三方在提供服务时收集此类信息，将可能会导致你无法在光芒中使用第三方服务。</p>
      <p class="int b">基于对你信息的有效保护并且在你同意的基础上，我们会对收集到的你的信息进行去标签化处理，以保护你的信息安全。在此希望你了解并接受在不透露你个人信息的前提下，光芒有权对你的信息进行分析并予以商业化的利用。</p>
      <p class="int b">当你通过光芒登录第三方应用时，第三方可能会通过光芒获得你的个人昵称、头像等信息。如果你拒绝提供此类功能，你可以在光芒相关设置中关闭。</p>
      <p class="int b">当涉及国家安全与利益、社会公共利益、与犯罪侦查有关的相关活动、你或他人生命财产安全但在特殊情况下无法获得你的及时授权、能够从其他合法公开的渠道、法律法规规定的其他情形下，光芒可能在不经过你的同意或授权的前提下，收集你的个人信息。</p>
      <p class="int b">在某些特殊情况下，光芒会要求你提供相关证明等纸质版信息。在光芒收到你的纸质版信息的30天内，光芒会妥善处理你的信息并及时告知你。</p>
      <p class="b mgt title">2、对必要技术服务和技术措施的使用</p>
      <p class="int">你理解并同意光芒使用必要的技术手段或技术措施收集你的相关数据，并通过光芒的服务来分析这些数据以了解你的应用在不同终端设备上、使用平台或应用分发渠道的表现和用户使用的情况。你知道，鉴于光芒的服务是通过支持合理的技术手段或技术措施来实现的，完成关闭相应技术手段或技术措施的操作后，可能影响到你访问光芒或不能充分取得光芒的服务。为了向你提供更好的服务或产品，光芒会在下述情形使用你的个人信息：</p>
      <p class="int b">1)根据相关法律法规的要求；</p>
      <p class="int b">2)根据你的授权；</p>
      <p class="int b">3)根据光芒相关服务条款、应用许可使用协议的约定。</p>
      <p class="int b">此外，你已知悉并同意：在现行法律法规允许的范围内，光芒可能会将你非敏感的个人信息用于市场营销，使用方式包括但不限于：光芒会使用你所提供信息在光芒平台中向你展示或提供广告和促销资料，向你通告或推荐光芒的服务或产品信息，以及其他此类根据你使用光芒服务或产品的情况所认为你可能会感兴趣的信息。其中也包括你在采取授权等某动作时选择分享的信息，例如当你新增好友、在动态中新增地标等。</p>
      <p class="b mgt title">3、个人信息的保护和安全措施</p>
      <p class="int">3.1光芒已使用符合业界标准的安全防护措施保护你提供的个人信息， 防止数据遭到未经授权访问、公开披露、使用、修改、损坏或丢失。光芒会采取一切合理可行的措施，保护你的个人信息。我们会使用加密技术确保数据的保密性；我们会使用受信赖的保护机制防止数据遭到恶意攻击；我们会部署访问控制机制，确保只有授权人员才可访问个人信息；以及我们会举办安全和隐私保护培训课程，加强员工对于保护个人信息重要性的认识。</p>
      <p class="int">3.2我们会采取一切合理可行的措施，确保未收集无关的个人信息。我们只会在达成本协议目的内保留你的个人信息，除非需要延长保留期或受到法律的允许。</p>
      <p class="int">3.3互联网并非绝对安全的环境，而且电子邮件、即时通讯、及与其他光芒用户的交流方式并未加密，我们强烈建议你不要通过此类方式发送个人信息。</p>
      <p class="int">3.4网络环境中始终存在各种信息泄漏的风险，当出现意外事件、不可抗力等情形导致你的信息出现泄漏时，光芒将极力控制局面，及时告知你事件起因、光芒采取的安全措施、你可以主动采取的安全措施等相关情况。</p>
      <p class="int">同时，我们还将按照监管部门要求，主动上报个人信息安全事件的处置情况。</p>
      <p class="int">同时，我们还将按照监管部门要求，主动上报个人信息安全事件的处置情况。</p>
      <p class="int">3.5尽管已经采取了上述合理有效措施，并已经遵守了相关法律规定要求的标准，但光芒仍然无法保证你的个人信息通过不安全途径进行交流时的安全性。因此，用户个人应采取积极措施保证个人信息的安全，如：定期修改账号密码，不将自己的账号密码等个人信息透露给他人。</p>
      <p class="int">3.6你知悉：光芒提供的个人信息保护措施仅适用于光芒APP，一旦你离开光芒，浏览或使用其他网站、服务及内容资源，光芒即没有能力及义务保护你在光芒以外的网站提交的任何个人信息，无论你登录或浏览上述网站是否基于光芒的链接或引导。</p>
      <p class="b mgt title">4、个人信息的存储</p>
      <p class="int">光芒会采取合适的安全措施和技术手段存储及保护你的个人信息，以防止丢失、被误用、受到未授权访问或泄漏、被篡改或毁坏。<span class="b">你的个人信息存放在有密码控制的位于中国境内的服务器中，</span>访问均是受到限制的。当你需要跨境信息传输服务时，光芒会默认你继续使用中国境内的服务器。</p>
      <p class="int b">光芒会依照个人信息的不同等级存储不同期限，存储期限严格按照法律及相关法规规定。</p>
      <p class="int">根据本条款的规定，我们仅允许有必要知晓这些信息的光芒员工等第三方访问个人信息，并要求他们履行相应的保密义务。</p>
      <p class="int">光芒如涉及向境外传输个人信息，将会向用户明确告知并征得同意。</p>
      <p class="b mgt title">5、个人信息的使用和对外提供</p>
      <p class="int">未经你本人允许，光芒不会向任何第三方公开（包括共享、转让、公开披露等方式）你的个人信息，下列情形除外：</p>
      <p class="int b">1)光芒已经取得你或你监护人的授权或同意；</p>
      <p class="int b">2)司法机关或行政机关基于法定程序要求光芒披露的；</p>
      <p class="int b">3)光芒为维护自身合法权益而向用户提起诉讼或仲裁时；</p>
      <p class="int b">4)根据你与光芒相关服务条款、应用许可使用协议的约定；</p>
      <p class="int b">5)在法律允许的范围内，为保障光芒、光芒用户以及社会公共利益免受损害时；</p>
      <p class="int b">6)符合你与其他第三人之间有关约定的；</p>
      <p class="int b">7)出于维护你或其他个人的生命、财产、声誉等重大合法权益但又很难得到本人同意的；</p>
      <p class="int b">8)用于维护所提供的产品或服务的安全稳定运行所必需的，例如发现、处置产品或服务的故障；</p>
      <p class="int b">9)为开展合法的新闻报道所必需的；</p>
      <p class="int b">10)出于公共利益开展统计或学术研究所必要，且其对外提供学术研究或描述的结果时，对结果中所包含的个人信息进行去标识化处理的；</p>
      <p class="int b">11)法律法规规定的其他情形。</p>
      <p class="int">你可以向特定的对象发送你的照片、身份信息、位置信息等，也可以基于光芒的服务向不特定人共享自己的照片、位置信息、身份信息等。当你因为你的共享行为导致你的信息发生泄漏等严重情况时，光芒不承担相关法律责任。</p>
      <p class="int b">随着我们业务的发展，我们及我们的关联方有可能进行合并、收购、资产转让或类似的交易，你的个人信息有可能作为此类交易的一部分而被转移。我们将在转移前通知你。</p>
      <p class="mgt b title">6、个人信息的管理</p>
      <p class="int">当你完成光芒的账号注册并进行合理和必要的身份验证后，你可以查阅、修改、删除你提交给光芒的个人信息。一般情况下，你可随时浏览、修改、删除自己提交的信息，但出于安全性和身份识别（如号码申诉服务）的考虑，你可能无法修改注册时提供的某些初始注册信息及验证信息。</p>
      <p class="int">光芒始终将对你个人信息的保护放在首位，同时，光芒重视你对个人信息的关注。对于你的个人信息，你可以通过在线查询、修改、删除你的个人信息。</p>
      <p class="int">你有权自主更新或更正你的个人信息，或授权光芒运营方进行信息更新、更正。在你进行信息更新更正之前，我们会首先验证你的身份，其次才能进行信息的更正与更新。</p>
      <p class="int">如果你对本隐私政策或其中有关你个人信息的收集、使用、存储、保护等功能存在意见或建议时，你可以通过光芒运营方反馈意见或投诉，光芒会在收到你意见及建议的第一时间将反馈信息回复给你。</p>
      <p class="int">你可以通过关闭光芒部分功能的方式阻止光芒获得你的个人信息，关闭部分功能之后，我们将无法向你提供相应的服务。</p>
      <p class="int">你可以自主要求注销光芒账号以保障光芒不再收集你的个人信息。在你注销你的账号之前，光芒将验证你的个人身份、安全状态、常用设备等信息。你注销账号的行为是不可逆的行为，一旦你注销你的账号，光芒将即刻删除有关你账户的一切信息，并保证这些信息不会泄露，同时，你也无法通过已注销的账户获得光芒的服务。</p>
      <p class="int b">如果我们终止服务或运营，我们会提前向你通知，并在终止服务或运营后对你的个人信息进行删除或匿名化处理。</p>
      <p class="mgt b title">7、对未成年人个人信息的特别保护</p>
      <p class="int">光芒非常重视对未成年人个人信息的保护。若你是未成年人，在使用光芒的服务前，应确保事先取得监护人的同意。如你在光芒上申请注册账号，光芒将默认为你已得到前述同意。光芒将根据国家相关法律法规及本《隐私政策》的规定保护未成年人的个人信息。</p>
      <p class="mgt b title">8、隐私政策的修改</p>
      <p class="int">8.1为给你提供更好的服务以及随着我们业务的发展，本隐私政策也会随之更新。但未经你明确同意，我们不会削减你依据当前生效隐私政策所应享有的权利。</p>
      <p class="int">我们会通过在光芒上发出更新版本并在生效前通过公告或以其他适当方式提醒你相关内容的更新，以便及时了解最新的隐私政策。</p>
      <p class="int">8.2对于重大变更，我们还会提供更为显著的通知（我们会通过包括但不限于邮件、短信、私信或在浏览页面做特别提示等方式，说明隐私政策的具体变更内容）。但光芒对此不承担义务，用户应自行关注相关条款的变更。</p>
      <p class="int">本政策所指的重大变更包括但不限于：</p>
      <p class="int">（1）我们的服务模式发生重大变化。如处理个人信息的目的、处理的个人信息类型、个人信息的使用方式等；</p>
      <p class="int">（2）我们在所有权结构、组织架构等方面发生重大变化。如业务调整、破产并购等引起的所有者变更等；</p>
      <p class="int">（3）个人信息共享、转让或公开披露的主要对象发生变化；</p>
      <p class="int">（4）你参与个人信息处理方面的权利及其行使方式发生重大变化；</p>
      <p class="int">（5）我们负责处理个人信息安全的责任部门、联络方式及投诉渠道发生变化时；</p>
      <p class="int">（6）个人信息安全影响评估报告表明存在高风险时。</p>
      <p class="mgt b title">9、争议解决</p>
      <p class="int">当你因为本政策的实施与光芒产生任何纠纷时，双方应首先协商友好解决；若不能协商解决，双方有权依照注册协议向有管辖权的法院提起诉讼。</p>
      <p class="int">如果你对本隐私政策有任何疑问，请你联系光芒运营方咨询，我们会及时解决你的问题。</p>
    </div>
  </div>
</template>

<script>
import pageHeader from '@/components/pageHeader'
export default {
  data () {
    return {
      isFirstPage: true
    }
  },
  mounted () {
    // 如果有from，则点击返回按钮跳转上一页，没有from，跳出webview
    const from = this.$route.query.from
    if (from == 'h5') {
      this.isFirstPage = false
    }
  },
  components: {
    pageHeader
  }
}
</script>

<style lang="less" scoped>
  .content{
    margin-top: 160px;
    padding: 0 20px;
    p{
      font-size: 11px;
      color: #2A2A2A;
      margin-bottom: 20px;
      line-height: 2;
    }

    .title{
      font-size: 15px;
      color: #2A2A2A;
      margin-bottom: 20px;
      margin-top: 40px;
      line-height: 18px;
      font-weight: 600;
    }

    ul{
      li{
        font-size: 11px;
        color: #2A2A2A;
        margin-bottom: 20px;
        line-height: 2;
      }
    }
  }
</style>
